INSERT INTO collection (name, theme, period_title, item_count, curator_id) VALUES
('Зброя мисливців', 'Містичні артефакти', 'XVII–XXI ст.', 3, 1),
('Окультні книги', 'Заклинання', 'XIV–XX ст.', 4, 2),
('Небесні релікти', 'Ангельські предмети', 'Біблійні часи', 2, 5),
('Пекельні релікти', 'Демонічні предмети', 'Середньовіччя', 5, 1),
('Артефакти алхімії', 'Алхімічні практики', 'XVI ст.', 2, 6),
('Артефакти скіфів', 'Археологія', 'IV ст. до н.е.', 3, 1),
('Сучасні реліквії', 'Поп-культура', 'XX ст.', 4, 3),
('Єгипетські реліквії', 'Релігія', 'Античність', 5, 6),
('Майянські реліквії', 'Жертвоприношення', 'Стародавність', 3, 4),
('Європейські реліквії', 'Християнство', 'Середньовіччя', 6, 7);
