INSERT INTO exhibit (inventory_no, name, material, period_title, condition_note, date_found, location_note, value, archaeologist_id, site_id, hall_id) VALUES
('SPN001', 'Кольт', 'Срібло, сталь', 'XVII ст.', 'Добрий', '2019-05-22', 'Вітрина 1', 500000.00, 2, 1, 1),
('SPN002', 'Амулет Сема', 'Бронза', 'XX ст.', 'Збережений', '2010-06-12', 'Вітрина 2', 25000.00, 1, NULL, 2),
('SPN003', 'Клинок Каїна', 'Кістка, метал', 'Біблійні часи', 'Небезпечний', '2016-08-10', 'Вітрина 3', 750000.00, 2, 2, 2),
('SPN004', 'Книга проклять', 'Шкіра, пергамент', 'XIV ст.', 'Пошкоджена', '2012-09-14', 'Вітрина 4', 100000.00, 1, 3, 3),
('SPN005', 'Ключ від Чистилища', 'Залізо', 'Середньовіччя', 'Втрачена частина', '2018-01-20', 'Вітрина 5', 120000.00, 2, 4, 2),
('SPN006', 'Перший клинок', 'Кістка Левіафана', 'Біблійні часи', 'Небезпечний', '2015-03-03', 'Сейф', 900000.00, 3, NULL, 2),
('SPN007', 'Рубінів ніж', 'Срібло', 'Сучасність', 'Добрий', '2011-05-21', 'Вітрина 6', 45000.00, 4, NULL, 1),
('SPN008', 'Табличка Метатрона', 'Камінь', 'Старозавітні часи', 'Складена', '2013-10-14', 'Вітрина 7', 200000.00, 1, 2, 3),
('SPN009', 'Амулет Ліліт', 'Золото', 'Середньовіччя', 'Задовільний', '2017-12-12', 'Вітрина 8', 80000.00, 7, 5, 3),
('SPN010', 'Меч Архангела', 'Метал, криця', 'Біблійні часи', 'Відмінний', '2020-01-01', 'Вітрина 9', 1000000.00, 5, NULL, 4);

