INSERT INTO hall (hall_number, name, floor, area_m2, theme) VALUES
('101', 'Зал демонології', '1', 250.50, 'Демонологія'),
('102', 'Зал реліквій', '1', 180.00, 'Святині'),
('201', 'Зал окультизму', '2', 300.75, 'Окультні практики'),
('202', 'Зал зброї', '2', 210.40, 'Містична зброя'),
('301', 'Зал стародавніх артефактів', '3', 350.00, 'Археологія'),
('302', 'Зал алхімії', '3', 175.25, 'Алхімічні предмети'),
('401', 'Зал магічних книг', '4', 280.80, 'Гримуари'),
('402', 'Зал ангельських артефактів', '4', 190.90, 'Небесні предмети'),
('501', 'Зал демонічних артефактів', '5', 210.00, 'Пекельні предмети'),
('502', 'Зал сучасних міфів', '5', 150.50, 'Поп-культура');

