INSERT INTO restoration (exhibit_id, employee_id, work_date, description, result_note, cost) VALUES
(4, 2, '2021-12-05', 'Відновлення сторінок книги', 'Частково відновлено', 1500.00),
(5, 2, '2022-05-18', 'Реконструкція уламка ключа', 'Неуспішно', 800.00),
(2, 2, '2020-04-10', 'Очищення амулета', 'Відновлено', 300.00),
(7, 2, '2023-03-11', 'Оновлення символів на клинку', 'Відновлено', 600.00),
(1, 1, '2021-07-15', 'Консервація металевих частин', 'Добрий стан', 2000.00),
(3, 1, '2020-09-25', 'Перевірка на корозію', 'Без змін', 500.00),
(8, 3, '2022-02-14', 'Зміцнення таблички', 'Збережено', 1200.00),
(9, 2, '2021-11-30', 'Чищення амулета', 'Задовільно', 400.00),
(6, 1, '2019-08-08', 'Консервація клинка', 'Добрий стан', 2500.00),
(10, 2, '2023-05-22', 'Очищення меча архангела', 'Відмінно', 5000.00);










